Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/mappView/Resources/Texts/Recipes.tmx
Source language: en
Languages: it

source: Load recipe
it: Carica ricetta

source: Recipes
it: Ricette

source: Cyan
it: Ciano

source: Yellow
it: Giallo

source: Black
it: Nero

source: Conveyor speed
it: Velocita tappeto

source: Target weight
it: Peso target

source: Save recipe
it: Salva ricetta

source: Create new recipe
it: Crea nuova ricetta

source: Delete recipe
it: Cancella ricetta

source: Red cap lane
it: Corsia tappi rossi

source: Black cap lane
it: Corsia tappi neri

source: Gray cap lane
it: Corsia tappi grigi
